Revit 2021.1 API
SpecTypeId.CostRatePower Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId CostRatePower { get; }
Visual Basic
Public Shared ReadOnly Property CostRatePower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CostRatePower {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace